{
  "products": [
    {
      "name": "Couilles Pleines",
      "description": [
        "Ce parfait réplicat de taille et de qualité supérieure offre l'élément de décoration décalé dont vous avez toujours rêvé.",
        "Le volume conséquent de ces joyaux permet son utilisation comme pot de fleur, pouvant acceuillir jusqu'à deux succulentes dans le même pot (option creusé)",
        "Une variété de matières et couleurs permetterons de trouver la combinaison parfaite pour intégrer ces boules dans votre intéreur avec goût."
      ],
      "images": [
        "p1/1.jpg",
        "p1/2.jpg",
        "p1/3.jpg",
        "p1/4.jpg",
        "p1/5.jpg",
        "p1/6.jpg",
        "p1/7.jpg",
        "p1/8.jpg",
        "p1/9.jpg"
      ],
      "variants": [
        "Creusé",
        "Rempli"
      ]
    },
    {
      "name": "Demi Avocat",
      "description": [
        "Le processus de moulage ayant été effectué à froid, les détails et sillons offerts par cette humble sculpture étonnerons autant qu'il fascinerons",
        "Plus discret et applatit, le \"Demi Avocat\" peut s'utiliser comme presse-papier, pot de succulentes, cendrier, ou tout autre fonctionnalité que sa possession vous inspirera."
      ],
      "images": [
        "p2/1.jpg",
        "p2/2.jpg",
        "p2/3.jpg"
      ],
      "variants": [
        "Creusé",
        "Rempli"
      ]
    },
    {
      "name": "Socle de stabilité",
      "description": [
        "Comme les plus grandes oeuvres, l'excellence n'est rien sans présentoir à la hauteur",
        "C'est pourquoi nous avons pris le temps de concevoir un socle parfaitement adapté à nos autres produits",
        "Ce support au design épuré laissera s'exprimer votre sculpture avec la même subtilité que le cadre délicat d'un tableau de Van Gogh."
      ],
      "images": [
        "p3/1.jpg",
        "p3/2.jpg",
        "p3/3.jpg",
        "p3/4.jpg"
      ]
    }
  ],
  "globalVariants": [
    {
      "name": "Bougie - Cire",
      "colors": [
        "Blanc"
      ]
    },
    {
      "name": "Sculpture - Plâtre",
      "colors": [
        "Blanc",
        "Or"
      ]
    },
    {
      "name": "Pot de Fleur - Résine",
      "colors": [
        "Or",
        "Transparent"
      ]
    },
    {
      "name": "StressBall - Silicone",
      "colors": [
        "Blanc",
        "Or"
      ]
    }
  ]
}